[
    {
        "id": 0,
        "title": "Трудоголизм и здоровье",
        "img": "./images/1.png",
        "content": "Регулярная работа на пределе сил опасна для здоровья, — утверждают врачи и психологи. Но для множества трудоголиков по всему миру такие предупреждения — пустой звук. Ради страсти к работе они ежедневно готовы жертвовать даже собственным здоровьем. Каким бы героическим ни казался подчас трудоголизм, он вовсе не свидетельствует об истинном трудолюбии. Это страсть к работе, поведенческая нехимическая зависимость, подобная игровой или компьютерной. Зависимый человек испытывает навязчивое, не поддающееся контролю желание чрезмерно трудиться. Погружаясь в дела, он уходит от реальности, неприятных переживаний и жизненных проблем. А вынужденное бездействие вызывает у трудоголика состояние возбуждения или, напротив, угрюмого раздражения, напоминающее абстинентный синдром алкоголиков и наркоманов. Зависимость формируется не только на уровне психики, но и на уровне физиологии. Во время работы в организме трудоголика образуются нейромедиаторы, вызывающие эйфорию. Это широкий спектр самых разных чувств и ощущений — удовольствия, радости, прилива энергии, облегчения. Но через некоторое время прежнего объёма работы человеку становится недостаточно, чтобы вновь испытать эйфорию, и требуется повышение «дозы». Гонка за удовольствием продолжается бесконечно и образует замкнутый круг. Постепенно в организме человека происходят серьёзные изменения. Трудоголик не просто много работает — он, как правило, не способен мысленно отключаться от работы. По данным зарубежного исследования, проведённого среди самозанятых, эта неспособность негативно влияет на состояние здоровья и эффективность деятельности человека. Увидеть реальную ситуацию человеку мешают защитные механизмы психики: трудоголик отрицает, что он зависим, находит убедительные оправдания своего поведения, приписывает страсть к работе другим людям. Он очень требователен к своему организму: тело должно работать как машина, всецело подчиняться воле «хозяина», обладать неисчерпаемыми ресурсами, чтобы всегда правильно «функционировать». Но ведь и машина требует ухода, не говоря уже об организме человека! Выйти из такого замкнутого круга гораздо легче на ранних стадиях зависимости. Для этого нужно взять паузу и поразмышлять о своей жизни. Спросить себя: сколько времени я обычно уделяю работе? Сколько времени я хотел бы ей уделять? Что даёт мне работа? Может быть, только на работе я чувствую себя человеком? А может, только там я ощущаю себя по-настоящему нужным и полезным? Насколько эти потребности удовлетворяются в других сферах жизни? Есть смысл представить себе, какой была бы ваша жизнь без работы. Нравится ли вам ваша жизнь, хотели бы вы её изменить? Это могут быть первые шаги на пути обретения свободы от трудоголизма. Но когда зависимость уже сформировалась, преодолеть её можно только в процессе глубокой психотерапевтической работы и переоценки ценностей. Главное — чтобы у человека было осознанное желание изменить свою жизнь. С преодолением зависимости и изменением образа жизни улучшается самочувствие человека, его эмоциональное состояние и здоровье.",
        "link": "/article1"
    },
    {
        "id": 1,
        "title": "Профессиональное самоопределение",
        "img": "./images/2.png",
        "content": "Профессия – это определённый вид трудовой деятельности. Каждый вид труда человека имеет компоненты: предмет труда, цель труда, средства труда и условия деятельности. Действительно, когда человек работает, его внимание направлено на предмет труда. С этим предметом надо что-то сделать (цель труда). Реализуется эта цель с помощью средств труда. И конечно, для человека важно знать условия, в которых протекает работа. В соответствии с этими четырьмя признаками и строится классификация профессий, удобная для профессионального самоопределения.           Ниже речь пойдёт о классификации профессий по предмету труда, предложенной известным психологом, академиком Е.А. Климовым. Итак, согласно этой точке зрения по предмету труда все профессии можно разделить на пять типов. Предмет труда – природа (животный и растительный мир). К этому типу относятся профессии, связанные с сельским хозяйством, лесной отраслью, природоохранной деятельностью, биотехнологиями, метеорологией, геодезией и т.д. Этот тип профессий называется «человек–природа». Пример: эколог, микробиолог, егерь и др.  Предмет труда – техника. К этому типу относятся все профессии, связанные с обслуживанием техники (ремонт, наладка, установка, управление). Сюда же входят и профессии по производству и обработке металлов, их механической сборке и монтажу, а также по сборке и монтажу электрооборудования. В этот же тип включают профессии по обработке и использованию неметаллических изделий, полуфабрикатов, промышленных товаров, а также по переработке продуктов сельского хозяйства. Этот тип профессий называется «человек–техника». Пример: водитель, слесарь, инженер-электрик, строитель, тракторист и др. Предмет труда – человек. К этому типу относятся профессии, направленные на воспитание, обучение, информирование, обслуживание (бытовое, торговое, медицинское) людей. В этих видах деятельности в процессе труда люди взаимодействуют между собой. Этот тип профессий называется «человек–человек». Пример: экскурсовод, учитель, продавец и др. Предмет труда – схемы, знаки, устная и письменная речь, цифры, ноты, формулы, карты, рисунки, дорожные знаки. К этому типу профессий относятся умственные виды деятельности. Например: экономист, корректор, физик, кассир и др. Этот тип профессий называется «человек–знаковая система». Предмет труда – изобразительная, музыкальная, литературно-художественная, актёрская деятельность. Такой тип профессий называется «человек -художественный образ». Пример: дизайнер, декоратор, журналист, вокалист и др.",
        "link": "/article2"
    },
    {
        "id": 2,
        "title": "Социальная тревожность",
        "img": "./images/3.png",
        "content": "Социофобия - это достаточно распространенное явление, при котором мы не просто волнуемся в обычных бытовых, социальных ситуациях, а испытываем повышенную тревогу, которая заставляет нас оценивать данную ситуацию не очень положительно, можем испытывать физический дискомфорт и стараемся избегать в дальнейшем подобных ситуаций. Например, при встрече с незнакомыми людьми, да если еще и нужно при этом что-то говорить, то это кажется вообще невыносимым. Или кажется, что все смотрят на тебя, изучают и страшно сделать что-нибудь не так, а то все будут смеяться. Социофобия может ограничиваться одной или несколькими ситуациями. Например, тебе тревожно есть в присутствии других людей, и ты не ходишь с друзьями в кафе, потом что тебе кажется, что все только и смотрят что ты закажешь («ты ешь мясо и пирожные? Вечером? Это же кошмар!»), как ты жуешь, а вдруг ты подавишься или уронишь вилку? Это глупо и унизительно, думаешь ты и отказываешься в пользу заказанной на дом пиццы. Хотя с сестрой ты совсем не против разделить эту пиццу, и завершить трапезу эклером. То есть с близкими людьми может быть все по-другому. Что же делать? Есть три уровня проявления тревожности – на уровне мыслей, тревога может проявляться со стороны тела и через наше поведение. Работаем в этих трех направлениях одновременно! Т е работа на уровне мыслей и убеждений (изменяем отношение к ситуации), на уровне поведения - начинаем действовать по-другому (в каждом конкретном случае мы разбираем поведение, которое не позволяет нам добиться желаемого результата и разрабатываем инструкции), и работа с физиологическими проявлениями тревоги - опять же есть специальные установки, упражнения, которые помогают избавиться от них. Безусловно, проявляться это расстройство может по-разному, и в каждом конкретном случае надо разбираться индивидуально.",
        "link": "/article3"
    },
    {
        "id": 3,
        "title": "Программирование: коротко и просто",
        "img": "./images/4.png",
        "content": "Чтобы обучиться программированию компьютера, человек должен сначала понять основные принципы составления инструкций. По определению программирование — это передача команд. Где применяется программирование? С каждым годом оно охватывает всё большие области человеческой деятельности. Человек осваивает программирование автоматов и машин, которые по инструкции делают все, что нам нужно. Ученые научились программировать живые организмы, вирусы. Мы программируем растения, чтобы увеличить урожайность и защитить их от вредителей. Близки к успеху опыты по изменению генома человеческих эмбрионов, чтобы вносить улучшения в людей на стадии зародыша (лечить наследственные заболевания, выбирать мальчиков вместо девочек и т.д.). Чем интересно программирование? Освоив программирование, человек получает высокооплачиваемую работу. Но, что еще важнее, меняется его взгляд на мир. Человеку становятся лучше понятны скрытые законы и алгоритмы, лежащие в основе окружающих явлений. Более того, он сам может писать такие алгоритмы. Компьютеры заменяют людей на рабочих местах, промышленные роботы становятся массовыми. А разработчиков нужно всё больше, чтобы создавать новый софт и программировать роботов. Требуются инженеры и техники, чтобы обслуживать компьютерную технику. Такая необходимость останется по крайней мере до момента технологической сингулярности, когда ИИ сможет обслуживать и улучшать сам себя.",
        "link": "/article4"
    },
    {
        "id": 4,
        "title": "Общая характеристика профессий типа \"Человек-Природа\"",
        "img": "./images/5.png",
        "content": "К профессиям данного типа можно отнести те, что связаны с изучением живой и неживой природы (микробиолог, агрохимик, агроном, геолог, лаборант химико- бактериологического анализа), с уходом за растениями и животными (лесовод, овощевод, зоотехник, кинолог), с профилактикой и лечением заболеваний растений и животных (ветеринар). Среди профессий типа \"Человек-Природа\" можно выделить профессии, предмет труда которых: растительные организмы, животные организмы, микроорганизмы. Это профессии, связанные с сельским хозяйством, пищевой промышленностью, медициной и научными исследованиями (биология, география). Определенный интерес к природе (не основной) должны иметь психолог, менеджер по туризму и гостиничному бизнесу. Указанное деление не означает, что труд человека направлен только на упомянутые выше предметы. Растениеводы, например, работают в коллективе, используют разнообразную технику, занимаются вопросами экономической оценки своего труда. Но все же главный предмет внимания и забот растениеводов - растения и их среда существования. При выборе профессии этого типа важно разобраться, как именно вы относитесь к природе: как к месту для отдыха или как к мастерской, в которой вы собираетесь отдавать все силы производству. Особенность биологических объектов труда состоит в том, что они сложны, изменчивы (по своим внутренним законам), нестандартны. И растения, и животные, и микроорганизмы живут, растут, развиваются, а также болеют, гибнут. Работнику нужно не просто очень много знать о живых организмах, но предвидеть возможные изменения в них, которые подчас необратимы. От человека требуется инициатива и самостоятельность в решении конкретных трудовых задач, заботливость и дальновидность. Этот тип профессий предполагает наличие у человека хорошей наблюдательности, способности ориентироваться в условиях непредсказуемости и отсроченности результатов, менять цели в зависимости от условий, выносливости и терпеливости к недостатку комфорта.",
        "link": "/article5"
    },
    {
        "id": 5,
        "title": "\"Человек-Техника\": профессии",
        "img": "./images/6.png",
        "content": "Тип «человек-техника» включает в себя профессии, связанные с созданием, монтажом, сборкой и наладкой технических устройств, эксплуатацией технических средств, ремонтом техники. Общие психологические требования профессии этого типа к человеку: точное зрительное, слуховое, вибрационное и кинестетическое восприятие, хорошая координация движений, развитое техническое и творческое мышление и воображение, умение переключать и концентрировать внимание, наблюдательность. Говоря о профессиях, начнем с автомеханика. С начала ХХ века, по мере нарастания масштабов эксплуатации автотранспорта, потребовались специалисты по поддержанию работоспособности автомобилей и обслуживанию различных технический узлов и систем. Уже к середине прошлого века профессия вошла в число самых распространенных (вот один из примеров появления новой профессии в течение нескольких десятков лет). Количество и разнообразие автотранспорта в наши дни в России продолжает стремительно возрастать. Крылатое изречение о том, что автомобиль отныне не является роскошью, а всего лишь средство передвижения, приобретает реальные подтверждения (хотя все зависит от класса и марки авто). В свете данных тенденций повальной автомобилизации, одной из наиболее перспективных профессий с точки зрения обретения стабильного дохода становится специальность автомеханика. Далее, инженер. Среди основных видов деятельности инженера разработка планов проведения технических работ, формирование технических заданий и технических отчетов, проектирование различных механизмов и систем, контроль за их изготовлением, расчет необходимых параметров и величин, настройка и регулировка сложной аппаратуры, участие в стендовых и промышленных испытаниях опытных образцов, оформление научно-исследовательских и проектно-конструкторских работ и многое другое. Специалисты инженерного дела трудятся сегодня в самых разных сферах промышленности, строительства, сельского хозяйства, а также в научно-исследовательских и образовательных учреждениях. Наконец, электрик. Происхождение названия данной профессии весьма поэтично, так как берет начало от древнегреческого термина eleкtron (в переводе — янтарь). Конечно профессия электрика появилась много веков позже — только с началом эпохи распространения электричества. Годы спустя после появления самой профессии появились узкие специализации — электромонтажник, электротехник, электромеханик, электромонтер и др. В круг обязанностей электрика, в зависимости от специализации, могут входить такие направления профессиональной деятельности, как подключение электрооборудования; прокладывание кабелей силового питания и проводки; составление планов прокладывания кабелей; монтаж вторичных электроцепей; профилактический и текущий ремонт электрооборудования и др.",
        "link": "/article6"
    },
    {
        "id": 6,
        "title": "Профессии типа \"Человек-Человек\"",
        "img": "./images/7.png",
        "content": "Профессия этой группы можно разделить на более мелкие подгруппы. Первая подгруппа состоит из профессий педагогического профиля(преподаватели общетехнических и гуманитарных дисциплин в техникумах, училищах; спортивный тренер, мастер производственного обучения профессиональногоучилища, воспитатель дошкольных учреждений и училищ и др.). Эту группу профессий объединяют особенности предмета труда (дети дошкольного возраста, учащиеся профессиональных училищ, ученики общеобразовательных школ и т. д.), особенности целей труда (обучение и воспитание, формирование личности ребенка, подростка, основанное на систематических и длительных контактах с детьми). Вторая подгруппа состоит из профессий юридического профиля: следователь, судья, прокурор. Эту подгруппу профессий также отличают особенности предмета труда (специалисты, относящиеся к этой подгруппе, имеют дело с теми или иными отклонениями в поведении человека), особенности целей труда (основное содержание деятельности специалиста — выявление причин отклонений, установление диагноза, принятие соответствующих мер в целях воспитания, трудоустройства). Третья подгруппа объединяет профессии бытового обслуживания: продавец, оператор почтового отделения, парикмахер, проводник пассажирского вагона, приемщик ателье по ремонту обуви, одежды, химчистки и т. д. Объединяет эти профессии то, что основным их содержанием является работа с широким кругом людей, для максимального удовлетворения потребностей которых требуется быстрота выполнения рабочих функций, вежливость, уравновешенность. Четвертая подгруппа состоит из профессий информационно-культурного обслуживания: журналист, экскурсовод, гид-переводчик, библиотекарь. Представители этих профессий занимаются информационным обслуживанием людей, удовлетворением их духовных потребностей. Для выполнения этих обязанностей необходимо высшее гуманитарное образование. Работа требует широких творческих контактов с многочисленными малознакомыми или чаще всего незнакомыми людьми.",
        "link": "/article7"
    },
    {
        "id": 7,
        "title": "Характеристика профессий \"Человек-Знаки\"",
        "img": "./images/8.png",
        "content": "Человек потребляет все больше информации. А чтобы она усваивалась лучше и быстрее, информацию кодируют в знаки. Знаковая система – это чертежи, таблицы, графики, схемы, числовые данные, топографические и географические карты, формулы, дорожная разметка, условные сигналы и даже текст. Знаки – это информация в сжатом виде, которой люди обмениваются в процессе жизнедеятельности. Суть профессий типа «человек-знаковая система» заключается в том, чтобы накапливать определенную информацию, перерабатывать ее, хранить и донести до конечного потребителя, оказать помощь в обмене этой информации. Если орудие труда людей профессии «человек-техника» является некий инструмент, то здесь таковым выступают цифры, коды, формулы, символы, графики, шифры, условные обозначения, языки, письменность и речь. К работникам этой сферы предъявляют особые требования. Вот черты, которыми они должны обладать: пунктуальность, дисциплинированность, высокая работоспособность, скрупулезность, аккуратность, оперативная память, развитое наглядно-образное мышление, высокая и стабильная концентрация внимания, систематичность, усидчивость. В рамках профессий человек-знак различают 2 типа специальностей: Исполнительские специальности – работа по определенному шаблону, четкое следование инструкции, строгое соблюдение нормативов и техники выполнения работы. Сюда смело можно отнести такие профессии, как кассир и корректор. Творческие (эвристические) специальности – работа, в рамках которой нужно принимать нестандартные решения по ситуации, придумывать и внедрять новые способы, анализировать, планировать, проектировать и исследовать. Яркие представители творческих специальностей класса «человек-знак» - экономист, переводчик, программист. Предлагаем вашему вниманию целый перечень примеров профессий типа «человек-знаковая система» по методике Климова: логист, инженер-конструктор, системный аналитик, инженер по автоматизации, разработчик ИТ, тестировщик ПО, бизнес-аналитик, проджект-менеджер ИТ, архитектор, бухгалтер, культуролог, землеустроитель и прочие. Среди всего этого разнообразия можно выбрать себе дело по душе. Достаточно лишь определить, обладаете ли вы определенными характеристиками и склонностью к работе со знаками. Ну а если боитесь сложностей в учебе, сервис студенческой помощи будет рядом, чтобы подстраховать.",
        "link": "/article8"
    },
    {
        "id": 8,
        "title": "\"Человек-Природа\": развернуто",
        "img": "./images/9.png",
        "content": "Если не хотите работать с людьми или до умопомрачения любите природу, вы уже наверняка знаете, кем хотите быть. В рамках сегодняшней статьи мы расскажем о новых специальностях, которые позволят ощутить свою значимость для мира, почувствовать себя частью природы и наслаждаться ее красотой и мощью. Поговорим о биологах. Здесь есть вариации. Человек может выбрать работу, связанную с растениями, животными или бактериями. Работают биологи и микробиологи, как правило, в лаборатории при минимальном контакте с окружающими. Их задача – проводить разные эксперименты, исследования и изредка выходить на открытый воздух для сбора материала и наблюдения за организмами в естественной среде обитания. Далее, экологи. Человек этой профессии – главный инспектор природы. В его задачи входит проверка состояния воды, воздуха, почвы и соотнесение данных с показателями нормы. Эту специальность выбирают молодые люди, которым нравится проводить время на свежем воздухе. Получить ее можно по направлениям «экология и природопользование», «агрономия», «биология». Далее про агрономов. Из профессий, связанных с растениями, эти самые популярные. Быть овощеводом или агрономом не только полезно для государства, но и выгодно для себя. Овощевод всегда знает, как получить здоровый и хороший урожай. Он грамотно подготовит почву, посеет необходимые семена и будет бережно охранять их от вредителей. Еще в задачи ландшафтного дизайнера входит работа с садовой мебелью, обустройство садово-парковых дорожек и т.д. Далее о капитане корабля: если профессии, связанные с цветами и растениями, вас не прельщают, но вы любите море и стихию, обратите внимание на профессии, связанные с природой и путешествиями. Приключения, опасность, знакомство с новыми странами и разными растительными и животными мирами – все этот можно встретить в работе капитана корабля. Правда, чтобы стать им, придется пройти путь с самого низа, от юнги и матроса, делать самую сложную работу, преодолевать трудности и в ясную погоду, и в шторм. Настоящий мужчина сможет изучить это направление на специальности «судовождение». Современные профессии в садоводстве, животноводстве, лесном хозяйстве или других местах на свежем воздухе пользуются с каждым годом все большей популярностью. Люди устают от общества, поэтому стремятся отдалиться от него, воссоединившись с природой. Вы должны быть готовы к тому, что какую бы профессию ни выбрали, чтобы стать хорошим специалистом и получать высокую зарплату, придется хорошенько потрудиться еще на этапе обучения. И если вдруг вам что-то тяжело дается, не опускайте руки. Рядом всегда будет сервис студенческой помощи, чтобы вы могли спокойно постигать профессию ученого, изучающего растения, почву или животных.",
        "link": "/article9"
    },
    {
        "id": 9,
        "title": "\"Человек-Техника\": понятно и развернуто",
        "img": "./images/10.png",
        "content": "К типу профессий человек-техника относятся те, в которых люди работают с техническими устройствами и приспособлениями. Весь рабочий процесс завязан на взаимодействии с различными механизмами, конструкциями и машинными объектами. Как и другие группы, категория «человек — техника» делится на два класса: исполнительские и творческие профессии. Исполнительские предполагают строгое соблюдение правил и инструкций, работу по заданному образцу. Например, фрезеровщик, слесарь-ремонтник, машинист, строитель, сварщик. К творческим профессиям этого типа относят те, деятельность которых основана на исследовании, проектировании, анализе и необходимости принимать нестандартные решения. В пример можно привести инженеров, конструкторов, робототехников. Независимо от классификации, все профессии данного типа ориентированы на улучшение и облегчение человеческой жизнедеятельности с помощью технических устройств. Все профессии требуют определенного набора качеств и навыков, которыми должен обладать хороший работник. Для типа «человек — техника» они следующие: Конструкторское мышление. Необходимо для понимания устройства того или иного механизма. Будь это изобретение нового приспособления или работа с уже имеющейся техникой — важно знать, как взаимосвязаны элементы конструкции. Изобретательность. Жизнь не стоит на месте, требуется постоянное обновление технических средств. Без изобретательности невозможно развитие любой области человеческой жизни. Исполнительность, дисциплина. Если работа предполагает задействование целой группы людей, значит, для лучшего конечного результата каждый участник рабочего процесса должен выполнить свои обязанности. Определенность, точность действий. В таких профессиях очень важно следовать четкому плану, ведь работа с техникой — дело ответственное и порой опасное. Личные качества, которые помогут добиться успеха в этой сфере: точное восприятие; координация движений; развитое воображение; способность переключать мышление; наблюдательность и логическое мышление; аккуратность; развитая моторика рук; хорошая память и высокая концентрация внимания.",
        "link": "/article10"
    },
    {
        "id": 10,
        "title": "Профессии типа \"Человек-Человек\": список профессий, характеристика, профессиональные качества",
        "img": "./images/11.png",
        "content": "Профессии человек-человек — суть понятия: такого типа профессии относятся к сфере образования, воспитания, управления, обслуживания. Специфика состоит в постоянном общении, взаимодействии с другими людьми, умении находить компромиссы и решать конфликтные ситуации. Для понимания мотивов поведения людей, нужно обладать навыками психолога и быть хорошо подготовленным специалистом в своей сфере. Для успешного карьерного роста в профессии типа человек–человек нужно обладать такими качествами, как коммуникабельность, способность психологически оценивать людей и находить к ним соответствующие подходы, хорошая память, эмпатия, терпения и т.д. Если выдержка, терпение и внимательность по отношению к окружающим не самые ваши сильные стороны, профессии данного типа вам не подойдут. По профилям профессий типа человек–человек выделяют 6 подтипов: специалисты в сфере воспитания, образования и обучения (учитель, воспитатель, тренер, инструктор, репетитор), профессии, связанные с торговлей и общественным питанием (продавец, официант, бармен), специалисты бытового и социального обслуживания (парикмахер, социальный работник, массажист, визажист, переводчик), работники медицинского профиля (врач, фельдшер, косметолог). Выбор профессий для личности, которой присущи характерные черты типа Человек-Человек, большой и разнообразный. Например, менеджер по продажам. Одна из самых востребованных на рынке труда профессий. Личностные характеристики успешного менеджера по продажам: коммуникабельность; умение вызывать доверие; навыки командной работы; умение быстро ориентироваться по ситуации; тактичность; вежливая настойчивость; пунктуальность; грамотная речь, умение доходчиво объяснять; готовность к обучению; навыки работы с документацией и офисными программами. Далее, психологи. Специалисты психологического профиля сегодня востребованы практически во всех сферах жизнедеятельности человека. На рабочем месте психологи занимаются тем, что изучают воздействие экономических, социальных, психологических факторов на качество работы сотрудников и разрабатывают методы для повышения эффективности труда. ",
        "link": "/article11"
    },
    {
        "id": 11,
        "title": "\"Человек-Знаки\": подробно о профессиях",
        "img": "./images/12.png",
        "content": "Главная особенность профессий, относящихся к системе «человек-знаки», - умственный труд, с помощью которого происходит создание и использование различных знаковых систем. Профессии, связанные с работой со знаковыми системами, разнообразны и интересны. Рассмотрим самые распространенные и востребованные на сегодняшний день. Сначала об инженере по автоматизации. Цель этой специальности – создание и эксплуатация ПО, технических средств автоматизации. Здесь имеются в виду работы, связанные с совершенствованием качества продукции, рационализацией труда, повышением уровня производительности. Такой работник обязан обладать аналитическим мышлением и разбираться в технике, быть внимательным, точным и кропотливым, обладать организаторскими способностями. Далее, логист. Цель – тщательный расчет нюансов путей транспортировки произведённых предприятием изделий по адресам заказчиков. Логист обязан быть целеустремлённым, организованным, прагматичным, отменным логиком, стрессоустойчивым. Далее, системный аналитик. Работает над ИТ-проектами совместно с бизнес-аналитиками. Цель – разработка и сопровождение требований к прикладным типам ПО и инфосистемам, формирование технических заданий (ТЗ) к ПО. Системные аналитики обязаны свободно ориентироваться в финансовых особенностях фирмы, знать специфику работы всего производства. Теперь о тестировщике ПО. Цель – тестирование ПО перед его реализацией, проверка его качества. Функциональные примеры – отыскание багов в программах, возможных сбоев, выявление степени соответствия ПО заявленным требованиям, документальная фиксация найденных дефектов. Контроль над качеством ПО – актуальная операция, которую обычно выполняют группы тестировщиков. С небольшими объёмами заданий работает один тестировщик, работающий иногда и удалённо. Наконец о пресловутых IT-разработчиках. Разработчики занимаются в ИТ созданием компьютерных игр, мобильных приложений, веб-сайтов и других продуктов. Подразделяются они по направлениям деятельности: прикладные, системные и веб-программисты. Первые сосредотачиваются на играх‚ специализированных программах‚ редакторах‚ мессенджерах, ином ПО прикладного характера. Вторые – на ОС, сетях, интерфейсах к БД. Третьи – на веб-программах и создании сайтов. Несложно заметить, что профессии, перечисленные здесь, многогранны и интересны. Не стесняйтесь выбирать то, что пришлось по душе.",
        "link": "/article12"
    }
]