[
    {
        "id": 0,
        "answerCount": 0,
        "maxResult": 4,
        "img": "./images/1.png",
        "lowResult": "К сожалению, у вас не было выявлено склонности к профессиям типа \"Человек-Природа\", но это совершенно не повод отчаиваться! У нас полно других тестов: может, стоит пройти парочку из них? Так, на всякий случай. Также советуем вам ознакомится с рекомендованными материалами, что, возможно, позволит вам лучше разобраться в проблеме.",
        "avgResult": "Ох, похоже, у вас прослеживается склонность к профессиям типа \"Человек-Природа\"! Отмечается, что люди, относящиеся к данному типу профессий, наблюдательны, терпеливы и настойчивы. У них развито воображение и наглядно-образное мышление, хорошая зрительная память (не замечали подобного за собой? :) ). Конечно, явной склонности к \"Природе\" у вас нет, но всё равно не забудьте ознакомиться с рекомендованными материалами.",
        "highResult": "Поздравляем, у вас явная склонность к профессиям типа \"Человек-Природа\"! Отмечается, что люди, относящиеся к данному типу профессий, наблюдательны, терпеливы и настойчивы. У них развито воображение и наглядно-образное мышление, хорошая зрительная память (не замечали подобного за собой? :) ). Настоятельно советуем вам ознакомиться с предложенными материалами, а также пройти парочку-другую тестов.",
        "lowArticleLink": "/article1",
        "avgArticleLink": "/article5",
        "highArticleLink": "/article9",
        "lowArticleTitle": "Почитайте лучше статью о трудоголизме",
        "avgArticleTitle": "Как насчет статьи-характеристики данного типа профессий?",
        "highArticleTitle": "Не хотите узнать больше о профессиях данного типа?",
        "testLink": "/test1",
        "link": "/testresult1"
    },
    {
        "id": 1,
        "answerCount": 0,
        "maxResult": 4,
        "img": "./images/2.png",
        "lowResult": "К сожалению, у вас не было выявлено склонности к профессиям типа \"Человек-Техника\", но это совершенно не повод отчаиваться! У нас полно других тестов: может, стоит пройти парочку из них? Так, на всякий случай. Также советуем вам ознакомится с рекомендованными материалами, что, возможно, позволит вам лучше разобраться в проблеме.",
        "avgResult": "Ох, похоже, у вас прослеживается склонность к профессиям типа \"Человек-Техника\"! Данный тип профессий включает  в себя  специальности,  связанные  с  созданием,  монтажом,  сборкой  и  наладкой  технических  устройств, эксплуатацией  технических  средств,  ремонтом техники. А подробнее о таких профессиях вы сможете прочесть в статье из рекомендованных материалов.",
        "highResult": "Поздравляем, у вас явная склонность к профессиям типа \"Человек-Техника\"! К типу профессий человек-техника относятся те, в которых люди работают с техническими устройствами и приспособлениями. Весь рабочий процесс завязан на взаимодействии с различными механизмами, конструкциями и машинными объектами. Если вас действительно интересует подобное, то рекомендуем к прочтению одну из наших статей.",
        "lowArticleLink": "/article2",
        "avgArticleLink": "/article6",
        "highArticleLink": "/article10",
        "articleLink": "/article2",
        "lowArticleTitle": "Профессиональное самоопределение",
        "avgArticleTitle": "\"Человек-Техника\": профессии",
        "highArticleTitle": "\"Человек-Техника\": понятно и развернуто",
        "testLink": "/test2",
        "link": "/testresult2"
    },
    {
        "id": 2,
        "answerCount": 0,
        "maxResult": 4,
        "img": "./images/3.png",
        "lowResult": "К сожалению, у вас не было выявлено склонности к профессиям типа \"Человек-Человек\", но это совершенно не повод отчаиваться! У нас полно других тестов: может, стоит пройти парочку из них? Так, на всякий случай. Также советуем вам ознакомится с рекомендованными материалами, что, возможно, позволит вам лучше разобраться в проблеме.",
        "avgResult": "Ох, похоже, у вас прослеживается склонность к профессиям типа \"Человек-Человек\"! Выбирать специализацию в этой сфере нужно на основе своих склонностей и индивидуальных интересов, поскольку перечень специальностей достаточно внушителен. Поэтому не преминем предложить ознакомится с некоторыми из них поодробнее: здесь это можно с помощью статьи из рекомендованных материалов.",
        "highResult": "Поздравляем, у вас явная склонность к профессиям типа \"Человек-Человек\"! Главная задача таких профессий — уметь взаимодействовать с людьми. Не сумеете наладить это взаимодействие, не получится и наладить работу. Помимо этой простой и до жути очевидной вещи, в профессиях данного типа присутствует немало \"подводных камней\". Хотите узнать подробнее? Статья из рекомендованных материалов для вас!",
        "lowArticleLink": "/article3",
        "avgArticleLink": "/article7",
        "highArticleLink": "/article11",
        "articleLink": "/article3",
        "lowArticleTitle": "Почитайте лучше статью о социофобии",
        "avgArticleTitle": "Профессии типа \"Человек-Человек\"",
        "highArticleTitle": "\"Человек-Человек\": понятно и развернуто",
        "testLink": "/test3",
        "link": "/testresult3"
    },
    {
        "id": 3,
        "answerCount": 0,
        "maxResult": 4,
        "img": "./images/4.png",
        "lowResult": "К сожалению, у вас не было выявлено склонности к профессиям типа \"Человек-Знаковая система\", но это совершенно не повод отчаиваться! У нас полно других тестов: может, стоит пройти парочку из них? Так, на всякий случай. Также советуем вам ознакомится с рекомендованными материалами, что, возможно, позволит вам лучше разобраться в проблеме.",
        "avgResult": "Ох, похоже, у вас прослеживается склонность к профессиям типа \"Человек-Знаковая система\"! Знаки, схемы и коды стали неотъемлемой, хоть порой и незаметной, частью нашей жизни. Весь этот комплекс служит для передачи, обработки или получения информации. Профессии типа «человек — знаковая система» связаны с чертежами, текстами, сигналами, числами. Предлагаем вам ознакомится с одной из наших статей, чтобы узнать больше об этом типе профессий",
        "highResult": "Поздравляем, у вас явная склонность к профессиям типа \"Человек-Знаковая система\"! Главная особенность профессий, относящихся к системе «человек-знаки», - умственный труд, с помощью которого происходит создание и использование различных знаковых систем. Профессии, связанные с работой со знаковыми системами, разнообразны и интересны. Так почему бы не почитать о них статью-другую?",
        "lowArticleLink": "/article4",
        "avgArticleLink": "/article8",
        "highArticleLink": "/article12",
        "articleLink": "/article4",
        "lowArticleTitle": "Что такое программирование на самом деле?",
        "avgArticleTitle": "Характеристика профессий \"Человек-Знаковая система\"",
        "highArticleTitle": "\"Человек-Знаки\": подробно о профессиях",
        "testLink": "/test4",
        "link": "/testresult4"
    }
]